export const SHARK_ENUM = {
    white: 'WHITE',
    bull: 'BULL',
    tiger: 'TIGER'
};

export const SHARK = {
    WHITE:'ฉลามขาว',
    BULL:'ฉลามหัวบาตร',
    TIGER:'ฉลามเสือ',
};

export const SHARK_DETAIL = {
    WHITE:'น้องมีหน้าท้องสีขาว ส่วนอื่น ๆ จะเป็นสีเทา เพื่อปรับตัวให้เข้ากับสภาพแวดล้อมและเพื่ออำพรางตัวในการล่าเหยื่อ มีขนาดลำตัวใหญ่มาก และมีประสาทรับกลิ่นที่ไวมาก ทันทีที่ได้กลิ่นคาวเลือดจะมาโจมตีเหยื่อทันที',
    BULL:'น้องมีจะงอยปากโค้งมน ปากกว้าง หัวมนกลม รูปร่างอ้วนป้อม ลำตัวสีเทา ท้องสีขาว ขอบท้ายครีบหลังอันที่สองเว้า ถ้าเป็นฉลามขนาดเล็กจะมีสีดำตามขอบและปลายครีบ น้องมีนิสัยก้าวร้าว ปกติจะว่ายน้ำช้า ๆ แต่ช่วงล่าเหยื่อจะว่องไว และกินอาหารได้หลากหลาย',
    TIGER:'น้องมีรูปร่างอ้วนป้อม ปากกว้าง ปลายปากสั้นและทู่ ลำตัวเรียว ครีบหางเรียวปลายแหลม มีฟันใหญ่เป็นรูปสามเหลี่ยมคล้ายฟันเลื่อย พื้นลำตัวและครีบสีน้ำตาลหม่น มีลายพาดขวางตลอดข้างหลังและหางคล้ายลายของเสือโคร่ง จึงเป็นที่มาของชื่อเรียก ',
};