export const SHARK_ENUM = {
    WHITE: 'white',
    BULL: 'bull',
    TIGER: 'tiger'
};

export const SHARK = {
    WHITE:'ฉลามขาว',
    BULL:'ฉลามหัวบาตร',
    TIGER:'ฉลามเสือ',
};

export const SHARK_DETAIL = {
    WHITE:'น้องมีรูปร่างอ้วนป้อม ปากกว้าง ปลายปากสั้นและทู่ ลำตัวเรียว ครีบหางเรียวปลายแหลม มีฟันใหญ่เป็นรูปสามเหลี่ยมคล้ายฟันเลื่อย พื้นลำตัวและครีบสีน้ำตาลหม่น มีลายพาดขวางตลอดข้างหลังและหางคล้ายลายของเสือโคร่ง จึงเป็นที่มาของชื่อเรียก',
    BULL:'น้องมีรูปร่างอ้วนป้อม ปากกว้าง ปลายปากสั้นและทู่ ลำตัวเรียว ครีบหางเรียวปลายแหลม มีฟันใหญ่เป็นรูปสามเหลี่ยมคล้ายฟันเลื่อย พื้นลำตัวและครีบสีน้ำตาลหม่น มีลายพาดขวางตลอดข้างหลังและหางคล้ายลายของเสือโคร่ง จึงเป็นที่มาของชื่อเรียก ',
    TIGER:'น้องมีรูปร่างอ้วนป้อม ปากกว้าง ปลายปากสั้นและทู่ ลำตัวเรียว ครีบหางเรียวปลายแหลม มีฟันใหญ่เป็นรูปสามเหลี่ยมคล้ายฟันเลื่อย พื้นลำตัวและครีบสีน้ำตาลหม่น มีลายพาดขวางตลอดข้างหลังและหางคล้ายลายของเสือโคร่ง จึงเป็นที่มาของชื่อเรียก ',
};